<template>
    <div class="v-bio">
        Здравствуйте! Предлагаю Вам рассмотреть моё резюме на вакансию JavaScript разработчик. Долгое время работал инженером-техником с различным оборудованием, таким как, многофункциональные копировальные аппараты и электронные кассиры. Решил попробовать себя в новой сфере, выбрал сферу информационных технологий, т.к. определённая база знаний для этого была. Самостоятельно изучаю JavaScript, HTML, CSS. В последнее время сконцентрировался на изучении React JS и Vue JS.

        Начал писать свои собственные пробные проекты, в которых хочу показать все свои навыки. Проекты будут постоянно дорабатываться, изменяться, совершенствоваться. Мне понравилась ваша вакансия, думаю смогу быть вам полезным
    </div>
</template>

<script>
    export default {
        name: "v-bio"
    }
</script>

<style lang="scss">
.v-bio {
    max-width: 1400px;
    margin: 40px auto 0 auto;
    color: rgba(255, 82, 82, 0.98);
}
</style>
